---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.ReinforcementRoundingManager
source: html/8d78440e-600c-d5f7-6da5-40b29d09d13e.htm
---
# ReinforcementRoundingManager Properties

The owner of the reinforcement rounding overrides.